[
  {
    "title": "Superpower: Australia's Low-Carbon Opportunity",
    "authors": [
      "ROSS. GARNAUT"
    ],
    "publisher": "Black Incorporated",
    "publishedDate": "2019-08-26",
    "description": "'The fog of Australian politics on climate change has obscured a fateful reality- Australia has the potential to be an economic superpower of the future post-carbon world.'-Ross Garnaut We have unparalleled renewable energy resources. We also have the necessary scientific skills. Australia could be the natural home for an increasing proportion of global industry. But how do we make this happen? In this crisp, compelling book, Australia's leading thinker about climate and energy policy offers a road map for progress, covering energy, transport, agriculture, the international scene and more. Rich in ideas and practical optimism, Superpower is a crucial, timely contribution to this country's future.",
    "image": "http://books.google.com/books/content?id=zVVZxQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "pageCount": 192,
    "isbn10": "176064174X",
    "isbn13": "9781760641740",
    "googleBooks": {
      "id": "zVVZxQEACAAJ",
      "preview": "http://books.google.com/books?id=zVVZxQEACAAJ&dq=intitle:Superpower+by+Ross+Garnaut&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=zVVZxQEACAAJ&dq=intitle:Superpower+by+Ross+Garnaut&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Superpower_Australia_s_Low_Carbon_Opport.html?hl=&id=zVVZxQEACAAJ"
    },
    "issueNumber": 12,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-05-24T06:42:02.000Z"
  },
  {
    "title": "The DevOps Handbook",
    "authors": [
      "Gene Kim",
      "Jez Humble",
      "Patrick Debois",
      "John Willis"
    ],
    "publisher": "IT Revolution",
    "publishedDate": "2016-10-06",
    "description": "Increase profitability, elevate work culture, and exceed productivity goals through DevOps practices. More than ever, the effective management of technology is critical for business competitiveness. For decades, technology leaders have struggled to balance agility, reliability, and security. The consequences of failure have never been greater―whether it's the healthcare.gov debacle, cardholder data breaches, or missing the boat with Big Data in the cloud. And yet, high performers using DevOps principles, such as Google, Amazon, Facebook, Etsy, and Netflix, are routinely and reliably deploying code into production hundreds, or even thousands, of times per day. Following in the footsteps of The Phoenix Project, The DevOps Handbook shows leaders how to replicate these incredible outcomes, by showing how to integrate Product Management, Development, QA, IT Operations, and Information Security to elevate your company and win in the marketplace.",
    "image": "http://books.google.com/books/content?id=ui8hDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 5,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 480,
    "isbn10": "194278807X",
    "isbn13": "9781942788072",
    "googleBooks": {
      "id": "ui8hDgAAQBAJ",
      "preview": "http://books.google.com/books?id=ui8hDgAAQBAJ&pg=PT423&dq=intitle:The+Phoenix+Project+by+Gene+Kim,+George+Spafford,+and+Kevin+Behr&hl=&cd=10&source=gbs_api",
      "info": "http://books.google.com/books?id=ui8hDgAAQBAJ&dq=intitle:The+Phoenix+Project+by+Gene+Kim,+George+Spafford,+and+Kevin+Behr&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_DevOps_Handbook.html?hl=&id=ui8hDgAAQBAJ"
    },
    "issueNumber": 11,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-05-24T06:39:20.000Z"
  },
  {
    "title": "A Random Walk Down Wall Street",
    "authors": [
      "Burton Gordon Malkiel"
    ],
    "publisher": "W. W. Norton & Company",
    "publishedDate": "2003",
    "description": "An updated edition of the investor's classic guide includes new chapters showing individuals how to tailor their financial objectives to each stage of life and how to meet the challenges of investing following the dot-com crash.",
    "image": "http://books.google.com/books/content?id=0uEcVn0MAu0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 12,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 414,
    "isbn10": "0393057828",
    "isbn13": "9780393057829",
    "googleBooks": {
      "id": "0uEcVn0MAu0C",
      "preview": "http://books.google.com/books?id=0uEcVn0MAu0C&printsec=frontcover&dq=intitle:random+walk+down+wall+street+by+Burton+Gordon+Malkiel&hl=&cd=4&source=gbs_api",
      "info": "http://books.google.com/books?id=0uEcVn0MAu0C&dq=intitle:random+walk+down+wall+street+by+Burton+Gordon+Malkiel&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/A_Random_Walk_Down_Wall_Street.html?hl=&id=0uEcVn0MAu0C"
    },
    "issueNumber": 10,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-05-24T06:38:33.000Z"
  },
  {
    "title": "The Simple Path to Wealth",
    "authors": [
      "J. Collins"
    ],
    "publisher": "Createspace Independent Publishing Platform",
    "publishedDate": "2016-06-18",
    "description": "The author shares his personal techniques, insights and experiences regarding saving money and investing, drawn from his blog posts as well as a series of letters to his teenage daughter, both dealing with money management.",
    "image": "http://books.google.com/books/content?id=yRaMDAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 1,
    "pageCount": 286,
    "isbn10": "1533667926",
    "isbn13": "9781533667922",
    "googleBooks": {
      "id": "yRaMDAEACAAJ",
      "preview": "http://books.google.com/books?id=yRaMDAEACAAJ&dq=intitle:Simple+path+to+wealth+by+J.+L.+Collins&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=yRaMDAEACAAJ&dq=intitle:Simple+path+to+wealth+by+J.+L.+Collins&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Simple_Path_to_Wealth.html?hl=&id=yRaMDAEACAAJ"
    },
    "issueNumber": 9,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-05-24T06:36:33.000Z"
  },
  {
    "title": "Sapiens",
    "authors": [
      "Yuval Noah Harari"
    ],
    "publisher": "Harper Collins",
    "publishedDate": "2015-02-10",
    "description": "New York Times Bestseller A Summer Reading Pick for President Barack Obama, Bill Gates, and Mark Zuckerberg From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us? Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas. Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become? Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
    "image": "http://books.google.com/books/content?id=FmyBAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 116,
    "categories": [
      "Science"
    ],
    "pageCount": 464,
    "isbn10": "0062316109",
    "isbn13": "9780062316103",
    "googleBooks": {
      "id": "FmyBAwAAQBAJ",
      "preview": "http://books.google.com/books?id=FmyBAwAAQBAJ&printsec=frontcover&dq=intitle:Sapiens:+A+Brief+History+of+Humankind+by+Yuval+Noah+Harari&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=FmyBAwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=FmyBAwAAQBAJ"
    },
    "issueNumber": 8,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-24T06:32:13.000Z",
    "completedAt": "2022-05-24T06:33:12.000Z",
    "timeToComplete": 59000,
    "timeToCompleteFormatted": "59 seconds"
  },
  {
    "title": "Start with Why",
    "authors": [
      "Simon Sinek"
    ],
    "publisher": "Penguin",
    "publishedDate": "2011-12-27",
    "description": "The inspirational bestseller that ignited a movement and asked us to find our WHY Discover the book that is captivating millions on TikTok and that served as the basis for one of the most popular TED Talks of all time—with more than 56 million views and counting. Over a decade ago, Simon Sinek started a movement that inspired millions to demand purpose at work, to ask what was the WHY of their organization. Since then, millions have been touched by the power of his ideas, and these ideas remain as relevant and timely as ever. START WITH WHY asks (and answers) the questions: why are some people and organizations more innovative, more influential, and more profitable than others? Why do some command greater loyalty from customers and employees alike? Even among the successful, why are so few able to repeat their success over and over? People like Martin Luther King Jr., Steve Jobs, and the Wright Brothers had little in common, but they all started with WHY. They realized that people won't truly buy into a product, service, movement, or idea until they understand the WHY behind it. START WITH WHY shows that the leaders who have had the greatest influence in the world all think, act and communicate the same way—and it's the opposite of what everyone else does. Sinek calls this powerful idea The Golden Circle, and it provides a framework upon which organizations can be built, movements can be led, and people can be inspired. And it all starts with WHY.",
    "image": "http://books.google.com/books/content?id=fkOKDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 24,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 256,
    "isbn10": "1591846447",
    "isbn13": "9781591846444",
    "googleBooks": {
      "id": "fkOKDQAAQBAJ",
      "preview": "http://books.google.com/books?id=fkOKDQAAQBAJ&printsec=frontcover&dq=intitle:Start+with+Why+by+Simon+Sinek&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=fkOKDQAAQBAJ&dq=intitle:Start+with+Why+by+Simon+Sinek&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Start_with_Why.html?hl=&id=fkOKDQAAQBAJ"
    },
    "issueNumber": 7,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-24T06:31:15.000Z",
    "completedAt": "2022-05-24T06:33:12.000Z",
    "timeToComplete": 117000,
    "timeToCompleteFormatted": "1 minute"
  },
  {
    "title": "Atomic Habits",
    "authors": [
      "James Clear"
    ],
    "publisher": "Penguin",
    "publishedDate": "2018-10-16",
    "description": "The #1 New York Times bestseller. Over 4 million copies sold! Tiny Changes, Remarkable Results No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results. If you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights. Clear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field. Learn how to: • make time for new habits (even when life gets crazy); • overcome a lack of motivation and willpower; • design your environment to make success easier; • get back on track when you fall off course; ...and much more. Atomic Habits will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal.",
    "image": "http://books.google.com/books/content?id=XfFvDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 28,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 320,
    "isbn10": "0735211299",
    "isbn13": "9780735211292",
    "googleBooks": {
      "id": "XfFvDwAAQBAJ",
      "preview": "http://books.google.com/books?id=XfFvDwAAQBAJ&printsec=frontcover&dq=intitle:Atomic+Habits+by+James+Clear&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=XfFvDwAAQBAJ&dq=intitle:Atomic+Habits+by+James+Clear&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Atomic_Habits.html?hl=&id=XfFvDwAAQBAJ"
    },
    "issueNumber": 6,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-24T06:30:30.000Z",
    "completedAt": "2022-05-24T06:33:11.000Z",
    "timeToComplete": 161000,
    "timeToCompleteFormatted": "2 minutes"
  },
  {
    "title": "White Fragility",
    "authors": [
      "Robin DiAngelo"
    ],
    "publisher": "Penguin UK",
    "publishedDate": "2019-02-07",
    "description": "The International Bestseller 'With clarity and compassion, DiAngelo allows us to understand racism as a practice not restricted to \"bad people.\" In doing so, she moves our national discussions forward. This is a necessary book for all people invested in societal change' Claudia Rankine Anger. Fear. Guilt. Denial. Silence. These are the ways in which ordinary white people react when it is pointed out to them that they have done or said something that has - unintentionally - caused racial offence or hurt. After, all, a racist is the worst thing a person can be, right? But these reactions only serve to silence people of colour, who cannot give honest feedback to 'liberal' white people lest they provoke a dangerous emotional reaction. Robin DiAngelo coined the term 'White Fragility' in 2011 to describe this process and is here to show us how it serves to uphold the system of white supremacy. Using knowledge and insight gained over decades of running racial awareness workshops and working on this idea as a Professor of Whiteness Studies, she shows us how we can start having more honest conversations, listen to each other better and react to feedback with grace and humility. It is not enough to simply hold abstract progressive views and condemn the obvious racists on social media - change starts with us all at a practical, granular level, and it is time for all white people to take responsibility for relinquishing their own racial supremacy. 'By turns mordant and then inspirational, an argument that powerful forces and tragic histories stack the deck fully against racial justice alongside one that we need only to be clearer, try harder, and do better' David Roediger, Los Angeles Review of Books 'The value in White Fragility lies in its methodical, irrefutable exposure of racism in thought and action, and its call for humility and vigilance' Katy Waldman, New Yorker 'A vital, necessary, and beautiful book' Michael Eric Dyson",
    "image": "http://books.google.com/books/content?id=sdp1DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 50,
    "categories": [
      "Social Science"
    ],
    "pageCount": 192,
    "isbn10": "0141990570",
    "isbn13": "9780141990576",
    "googleBooks": {
      "id": "sdp1DwAAQBAJ",
      "preview": "http://books.google.com/books?id=sdp1DwAAQBAJ&dq=intitle:White+Fragility+by+Robin+DiAngelo&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=sdp1DwAAQBAJ&dq=intitle:White+Fragility+by+Robin+DiAngelo&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/White_Fragility.html?hl=&id=sdp1DwAAQBAJ"
    },
    "issueNumber": 5,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-24T06:29:51.000Z",
    "completedAt": "2022-05-24T06:33:11.000Z",
    "timeToComplete": 200000,
    "timeToCompleteFormatted": "3 minutes"
  },
  {
    "title": "Accelerate",
    "authors": [
      "Nicole Forsgren PhD",
      "Jez Humble",
      "Gene Kim"
    ],
    "publisher": "IT Revolution",
    "publishedDate": "2018-03-27",
    "description": "Winner of the Shingo Publication Award Accelerate your organization to win in the marketplace. How can we apply technology to drive business value? For years, we've been told that the performance of software delivery teams doesn't matter―that it can't provide a competitive advantage to our companies. Through four years of groundbreaking research to include data collected from the State of DevOps reports conducted with Puppet, Dr. Nicole Forsgren, Jez Humble, and Gene Kim set out to find a way to measure software delivery performance―and what drives it―using rigorous statistical methods. This book presents both the findings and the science behind that research, making the information accessible for readers to apply in their own organizations. Readers will discover how to measure the performance of their teams, and what capabilities they should invest in to drive higher performance. This book is ideal for management at every level.",
    "image": "http://books.google.com/books/content?id=Kax-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4.5,
    "ratingsCount": 3,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 288,
    "isbn10": "1942788355",
    "isbn13": "9781942788355",
    "googleBooks": {
      "id": "Kax-DwAAQBAJ",
      "preview": "http://books.google.com/books?id=Kax-DwAAQBAJ&printsec=frontcover&dq=intitle:Accelerate:+The+Science+of+Lean+Software+and+Devops+by+Gene+Kim,+Jez+Humble,+and+Nicole+Forsgren&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=Kax-DwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=Kax-DwAAQBAJ"
    },
    "issueNumber": 4,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-24T06:28:57.000Z",
    "completedAt": "2022-05-24T06:33:11.000Z",
    "timeToComplete": 254000,
    "timeToCompleteFormatted": "4 minutes"
  },
  {
    "title": "Remote Team Interactions Workbook",
    "authors": [
      "Matthew Skelton",
      "Manuel Pais"
    ],
    "publisher": "It Revolution Press",
    "publishedDate": "2022-04-26",
    "description": "In this workbook, the authors of the widely successful Team Topologies provide a road-map for organizing effective and happy team-first remote workplaces.",
    "image": "http://books.google.com/books/content?id=J8q4zgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 80,
    "isbn10": "1950508617",
    "isbn13": "9781950508617",
    "googleBooks": {
      "id": "J8q4zgEACAAJ",
      "preview": "http://books.google.com/books?id=J8q4zgEACAAJ&dq=intitle:Remote+Team+Interactions+Workbook+by+Matthew+Skelton+and+Manuel+Pais&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=J8q4zgEACAAJ&dq=intitle:Remote+Team+Interactions+Workbook+by+Matthew+Skelton+and+Manuel+Pais&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Remote_Team_Interactions_Workbook.html?hl=&id=J8q4zgEACAAJ"
    },
    "issueNumber": 3,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-05-24T06:27:44.000Z"
  },
  {
    "title": "Team Topologies",
    "authors": [
      "Matthew Skelton",
      "Manuel Pais"
    ],
    "publisher": "It Revolution Press",
    "publishedDate": "2019-09-07",
    "description": "In Team Topologies IT consultants Matthew Skelton and Manuel Pais share secrets of successful team patterns and interactions for IT through four fundamental team topologies and three interaction modes.",
    "image": "http://books.google.com/books/content?id=oFdRuAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 240,
    "isbn10": "1942788819",
    "isbn13": "9781942788812",
    "googleBooks": {
      "id": "oFdRuAEACAAJ",
      "preview": "http://books.google.com/books?id=oFdRuAEACAAJ&dq=intitle:Team+topologies+by+Manuel+Pais+and+Matthew+Skelton&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=oFdRuAEACAAJ&dq=intitle:Team+topologies+by+Manuel+Pais+and+Matthew+Skelton&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Team_Topologies.html?hl=&id=oFdRuAEACAAJ"
    },
    "issueNumber": 2,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-24T06:26:13.000Z",
    "completedAt": "2022-05-24T06:33:11.000Z",
    "timeToComplete": 418000,
    "timeToCompleteFormatted": "6 minutes"
  },
  {
    "title": "The Manager's Path",
    "authors": [
      "Camille Fournier"
    ],
    "publisher": "\"O'Reilly Media, Inc.\"",
    "publishedDate": "2017-03-13",
    "description": "Managing people is difficult wherever you work. But in the tech industry, where management is also a technical discipline, the learning curve can be brutal—especially when there are few tools, texts, and frameworks to help you. In this practical guide, author Camille Fournier (tech lead turned CTO) takes you through each stage in the journey from engineer to technical manager. From mentoring interns to working with senior staff, you’ll get actionable advice for approaching various obstacles in your path. This book is ideal whether you’re a new manager, a mentor, or a more experienced leader looking for fresh advice. Pick up this book and learn how to become a better manager and leader in your organization. Begin by exploring what you expect from a manager Understand what it takes to be a good mentor, and a good tech lead Learn how to manage individual members while remaining focused on the entire team Understand how to manage yourself and avoid common pitfalls that challenge many leaders Manage multiple teams and learn how to manage managers Learn how to build and bootstrap a unifying culture in teams",
    "image": "http://books.google.com/books/content?id=FaNaDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4.5,
    "ratingsCount": 5,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 244,
    "isbn10": "1491973846",
    "isbn13": "9781491973844",
    "googleBooks": {
      "id": "FaNaDgAAQBAJ",
      "preview": "http://books.google.com/books?id=FaNaDgAAQBAJ&pg=PT1&dq=intitle:The+Managers+path+by+Camille+Fournier&hl=&cd=8&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=FaNaDgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=FaNaDgAAQBAJ"
    },
    "issueNumber": 1,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-24T04:33:09.000Z",
    "completedAt": "2022-05-24T04:56:14.000Z",
    "timeToComplete": 1385000,
    "timeToCompleteFormatted": "23 minutes"
  }
]
